Repository: titiPrince/DDRaceSoundPackCreator
Catalog: SoundPackCreator/Properties/localization.*.resx
Languages: de, fr, pt, ru, uk, zh

# dialog_error_install_default_error-occured_message
source: An error occured during the installation.
de: Während der Installation ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'installation
pt: Ocorreu um erro durante a instalação.
ru: Во время установки произошла ошибка.
uk: Під час інсталяції сталася помилка.
zh: 安装过程中发生了错误。

# dialog_error_install_default_error-occured_title
source: Default pack installation error
de: Fehler bei der Installation des Standardpakets
fr: Erreur d'installation du pack par défaut
pt: Erro de instalação do pacote padrão
ru: Ошибка установки пакета по умолчанию
uk: Помилка встановлення пакета за замовчуванням
zh: 默认包的安装错误

# dialog_error_install_pack-not-exists_message
source: The soundpack doesn't exists.
de: Das Soundpack ist nicht vorhanden.
fr: Le pack de sons n'existe pas
pt: O pacote de som não existe.
ru: Звуковой пакет не существует.
uk: Саундпак не існує.
zh: 声音包不存在。

# dialog_error_install_pack-not-exists_title
source: Installation error
de: Fehler bei der Installation
fr: Erreur d'installation
pt: Erro de instalação
ru: Ошибка установки
uk: Помилка інсталяції
zh: 安装错误

# dialog_error_open_selected-pack-corrupted_message
source: The pack file selected is corrupted or incorrect.
de: Die ausgewählte Pack-Datei ist beschädigt oder falsch.
fr: Le fichier pack sélectionné est corrompu ou incorrect
pt: O arquivo do pacote selecionado está corrompido ou incorreto.
ru: Выбранный файл пакета поврежден или неверен.
uk: Вибраний файл пакунка пошкоджений або неправильний.
zh: 选择的包文件已损坏或不正确。

# dialog_error_open_selected-pack-corrupted_title
source: Open pack error
de: Fehler beim Öffnen des Packs
fr: Erreur d'ouverture du pack
pt: Erro de embalagem aberta
ru: Ошибка открытия пакета
uk: Помилка відкриття пакунка
zh: 打开软件包错误

# dialog_error_open_selected-pack-not-exists_message
source: The pack file selected doesn't exists.
de: Die ausgewählte Packdatei existiert nicht.
fr: Le fichier du pack sélectionné n'existe pas
pt: O arquivo do pacote selecionado não existe.
ru: Выбранный файл пакета не существует.
uk: Вибраний файл пакунка не існує.
zh: 选择的包文件不存在。

# dialog_error_open_selected-pack-not-exists_title
source: Open pack error
de: Fehler beim Öffnen des Packs
fr: Erreur lors de l'ouverture du pack
pt: Erro de embalagem aberta
ru: Ошибка открытия пакета
uk: Помилка відкриття пакунка
zh: 打开包的错误

# dialog_error_save_message
source: An error occured during the save. Please try to change the path of the file or execute this application with admin rights.
de: Während des Speicherns ist ein Fehler aufgetreten. Bitte versuchen Sie, den Pfad der Datei zu ändern oder führen Sie diese Anwendung mit Administratorrechten aus.
fr: Une erreur s'est produite lors de la sauvegarde.\nVeuillez essayer de modifier le chemin du fichier ou exécuter cette application avec des droits d'administrateur
pt: Ocorreu um erro durante o salvamento. Por favor, tente mudar o caminho do arquivo ou execute este aplicativo com direitos de administrador.
ru: Во время сохранения произошла ошибка.\nПопробуйте изменить путь к файлу или запустите это приложение с правами администратора.
uk: Виникла помилка під час збереження. Спробуйте змінити шлях до файлу або запустити цю програму з правами адміністратора.
zh: 在保存过程中发生了一个错误。请尝试改变文件的路径或以管理员权限执行此应用程序。

# dialog_error_save_title
source: Save error
de: Fehler beim Speichern
fr: Erreur de sauvegarde
pt: Salvar erro
ru: Ошибка сохранения
uk: Помилка збереження
zh: 保存错误

# dialog_question_select-game_message
source: WARNING: If you press yes, your game will restart ! Do you want to install the soundpack on this game : Location :
de: WARNUNG: Wenn du Ja drückst, wird dein Spiel neu gestartet! Möchten Sie das Soundpack für dieses Spiel installieren : Ort :
fr: ATTENTION: Si vous appuyez sur oui, votre jeu redémarrera !\nVoulez-vous installer le pack de sons sur ce jeu :\n\nLocation :\n
pt: AVISO: Se você pressionar sim, seu jogo será reiniciado! Você quer instalar o pacote de som neste jogo : Localização :
ru: ВНИМАНИЕ: Если вы нажмете "да", ваша игра перезапустится.\nНе хотите ли вы установить саундпак на эту игру :\n\nРасположение :\n
uk: ПОПЕРЕДЖЕННЯ: Якщо ви натиснете "так", ваша гра перезапуститься! Ви хочете встановити саундпак до цієї гри: Локація :
zh: 警告：如果你按下 "是"，你的游戏将重新启动 你想在这个游戏上安装声音包吗：位置。

# dialog_question_select-game_title
source: Select this game ?
de: Wählen Sie dieses Spiel ?
fr: Choisir ce jeu ?
pt: Selecione este jogo ?
ru: Выбрать эту игру?
uk: Вибрати цю гру ?
zh: 选择这个游戏？

# dialog_select_save-pack_title
source: Save the soundpack
de: Speichern Sie das Soundpack
fr: Sauvegarde du pack de sons
pt: Salvar o pacote de som
ru: Сохранить саундпак
uk: Зберегти звуковий пакет
zh: 保存声音包

# dialog_warning_install_need-save-before_message1
source: To install this current soundpack, you need to save it before.
de: Um das aktuelle Soundpack zu installieren, musst du es vorher speichern.
fr: Vous devez sauvegarder le pack de sons avant de l'installer
pt: Para instalar esta caixa de som atual, você precisa salvá-la antes.
ru: Чтобы установить текущий саундпак, вам нужно предварительно сохранить его.
uk: Щоб встановити цей поточний саундпак, вам потрібно зберегти його раніше.
zh: 要安装这个当前的声音包，你需要先保存它。

# dialog_warning_install_need-save-before_title1
source: Save before
de: Vorher speichern
fr: Sauvegardez avant
pt: Salvar antes de
ru: Сохранить до
uk: Зберегти раніше
zh: 保存之前

# dialog_warning_pack-not-saved_message1
source: The current sound pack is not saved, do you want to save it now ?
de: Das aktuelle Soundpack ist noch nicht gespeichert, möchtest du es jetzt speichern?
fr: Le pack de sons actuel n'est pas sauvegardé, voulez-vous le sauvegarder maintenant ?
pt: O pacote de som atual não está salvo, você quer salvá-lo agora?
ru: Текущий саундпак не сохранен, хотите ли вы сохранить его сейчас?
uk: Поточний звуковий пакет не збережено, ви хочете зберегти його зараз?
zh: 当前的声音包还没有保存，你想现在保存吗？

# dialog_warning_pack-not-saved_title1
source: Save the soundpack
de: Das Soundpack speichern
fr: Sauvegarder le pack de sons
pt: Salvar o pacote de som
ru: Сохранить саундпак
uk: Зберегти звукову доріжку
zh: 保存声音包

# ui_button_detect-game_select
source: Select
de: Auswählen
fr: Sélectionner
pt: Selecionar
ru: Выбрать
uk: Вибрати
zh: 选择

# ui_label_author
source: Author
de: Autor
fr: Auteur
pt: Autor
ru: Автор
uk: Автор
zh: 作者

# ui_label_description
source: Description
de: Beschreibung
pt: Descrição
ru: Описание
uk: Опис
zh: 描写

# ui_label_detect-game_select
source: Please, launch your game, it will be automatically detected. If your game is not detected, click on the button "Select" then select the ".exe" file of your game.
de: Bitte starten Sie Ihr Spiel, es wird automatisch erkannt. Wenn Ihr Spiel nicht erkannt wird, klicken Sie auf die Schaltfläche "Auswählen" und wählen Sie die ".exe"-Datei Ihres Spiels.
fr: Veuillez lancer votre jeu, il sera automatiquement détecté. Si votre jeu n'est pas détecté, cliquez sur le bouton "Sélectionner" puis sélectionnez le fichier ".exe" de votre jeu.
pt: Por favor, lance seu jogo, ele será automaticamente detectado. Se seu jogo não for detectado, clique no botão "Selecionar" e selecione o arquivo ".exe" de seu jogo.
ru: Пожалуйста, запустите вашу игру, она будет автоматически обнаружена. Если ваша игра не обнаружена, нажмите на кнопку "Выбрать" затем выберите файл ".exe" вашей игры.
uk: Будь ласка, запустіть вашу гру, вона буде автоматично визначена. Якщо Ваша гра не буде виявлена, натисніть на кнопку "Вибрати" і виберіть ".exe" файл Вашої гри.
zh: 请启动你的游戏，它将被自动检测。 如果你的游戏没有被检测到，点击 "选择" 按钮，然后选择你的游戏的".exe"文件。

# ui_label_informations
source: Pack informations
de: Pack-Informationen
fr: Informations du pack
pt: Informações sobre o pacote
ru: Информация о пакете
uk: Інформація про пакунок
zh: 音效包的信息

# ui_label_new-sound
source: The replacement
de: Die Ersetzung
fr: Remplaceur
pt: A substituição
ru: Замена
uk: Заміна
zh: 替换

# ui_menu_file
source: File
de: Datei
fr: Fichier
pt: Arquivo
ru: Файл
uk: Файл
zh: 文件

# ui_menu_file_new
source: New
de: Neue
fr: Nouveau
pt: Novo
ru: Новый
uk: Новий
zh: 新文件

# ui_menu_file_open
source: Open
de: Öffnen
fr: Ouvrir
pt: Aberto
ru: Открыть
uk: Відкрити
zh: 打开

# ui_menu_file_quit
source: Quit
de: Beenden
fr: Quitter
pt: Sair
ru: Выйти
uk: Вийти
zh: 退出

# ui_menu_file_save
source: Save
de: Speichern
fr: Enregistrer
pt: Salvar
ru: Сохранить
uk: Зберегти
zh: 保存为

# ui_menu_file_save-as
source: Save as
de: Speichern unter
fr: Enregistrer sous
pt: Salvar como
ru: Сохранить как
uk: Зберегти як
zh: 保存为

# ui_menu_help
source: Help
de: Hilfe
fr: Aide
pt: Ajuda
ru: Помощь
uk: Допомога
zh: 帮助

# ui_menu_help_credits
source: Credits
de: Impressum
fr: Crédits
pt: Créditos
ru: Кредиты
uk: Кредити
zh: 奖励

# ui_menu_install
source: Install
de: installieren
fr: Installer
pt: Instalar
ru: Установите
uk: Встановити
zh: 安装

# ui_menu_install-current
source: Install current
de: Aktuell installieren
fr: Installer le pack actuel
pt: Instalar corrente
ru: Установить текущий
uk: Встановити поточну версію
zh: 安装当前版本

# ui_menu_install-default
source: Restore default
de: Standard wiederherstellen
fr: Restaurer par défaut
pt: Restaurar o default
ru: Восстановить по умолчанию
uk: Відновити за замовчуванням
zh: 恢复默认

# ui_menu_install_open-install
source: Open and install
de: Öffnen und installieren
fr: Ouvre et installe
pt: Abrir e instalar
ru: Открыть и установить
uk: Відкрити та встановити
zh: 打开并安装

# ui_tooltip_button_delete-sound
source: Remove this sound from the soundpack
de: Diesen Sound aus dem Soundpack entfernen
fr: Supprimer ce son du soundpack
pt: Retire este som da embalagem de som
ru: Удалите этот звук из саундпака
uk: Видалити цей звук з саундпаку
zh: 从声音包中删除这个声音

# ui_tooltip_button_play-sound
source: Listen to your beautiful sound
de: Hören Sie sich Ihren schönen Sound an
fr: Écoutez votre jolie son
pt: Ouça seu belo som
ru: Прослушайте свой красивый звук
uk: Прослухайте свій прекрасний звук
zh: 听听你的美丽声音

# ui_tooltip_button_select-sound
source: Select a sound file from your storage
de: Wählen Sie eine Sounddatei aus Ihrem Speicher
fr: Sélectionnez un fichier audio à partir de votre stockage
pt: Selecione um arquivo de som de seu armazenamento
ru: Выберите звуковой файл из вашего хранилища
uk: Виберіть звуковий файл з вашого сховища
zh: 从你的存储器中选择一个声音文件

# ui_tooltip_menu_file_new
source: Create a new soundpack, will reset everything
de: Erstellen Sie ein neues Soundpack, um alles zurückzusetzen
fr: Créer un nouveau pack de sons, va tous réinitialiser
pt: Criar um novo pacote de som, irá reiniciar tudo
ru: Создайте новый саундпак, все будет сброшено
uk: Створіть новий саундпак, все скинеться
zh: 创建一个新的声音包，将重置一切

# ui_tooltip_menu_file_open
source: Open a soundpack from your storage
de: Öffnen Sie ein Soundpack aus Ihrem Speicher
fr: Ouvrir un pack de sons depuis votre stockage
pt: Abra uma caixa de som a partir de seu depósito
ru: Открыть саундпак из вашего хранилища
uk: Відкрийте саундпак з вашого сховища
zh: 从你的存储器中打开一个声音包

# ui_tooltip_menu_file_quit
source: Quit this application, or you can click on the red cross, as you want
de: Beenden Sie die Anwendung, oder klicken Sie auf das rote Kreuz, wie Sie möchten
fr: Quitter cette application, ou vous pouvez cliquer sur la croix rouge, comme vous le souhaitez
pt: Abandone esta aplicação, ou você pode clicar na cruz vermelha, como quiser
ru: Выйдите из приложения, или нажмите на красный крестик, как вам удобнее.
uk: Вийдіть з цього додатка, або можете натиснути на червоний хрестик, як вам зручніше
zh: 退出这个程序，或者你可以点击红叉，如你所愿

# ui_tooltip_menu_file_save
source: Save the current soundpack
de: Speichern des aktuellen Soundpacks
fr: Sauvegarder le pack de sons actuel
pt: Salvar o pacote de som atual
ru: Сохранить текущий саундпак
uk: Зберегти поточний саундпак
zh: 保存当前的声音包

# ui_tooltip_menu_file_save-as
source: Save the current soundpack in a new specific file
de: Speichern des aktuellen Soundpacks in einer neuen Datei
fr: Sauvegarder le pack de sons actuel dans un nouveau fichier spécifique
pt: Salvar o pacote de som atual em um novo arquivo específico
ru: Сохранить текущий саундпак в новом конкретном файле
uk: Зберегти поточний саундпак в новому певному файлі
zh: 在一个新的特定文件中保存当前的声音包

# ui_tooltip_menu_install
source: Install
de: installieren
fr: Installer
pt: Instalar
ru: Установить
uk: Встановити
zh: 安装

# ui_tooltip_menu_install-current
source: Install the soundpack currently open in your game
de: Installiere das aktuell geöffnete Soundpack in deinem Spiel
fr: Installer le pack de sons actuellement ouvert, dans votre jeu
pt: Instale a caixa de som atualmente aberta em seu jogo
ru: Установить саундпак, открытый в данный момент в вашей игре
uk: Встановити поточний відкритий у вашій грі саундпак
zh: 安装当前在你的游戏中打开的声音包

# ui_tooltip_menu_install-default
source: Restore the default soundpack of the game
de: Das Standard-Soundpack des Spiels wiederherstellen
fr: Restaurer le pack de sons du jeu par défaut
pt: Restaurar o pacote de som padrão do jogo
ru: Восстановить саундпак игры по умолчанию
uk: Відновити звуковий пакет гри за замовчуванням
zh: 恢复游戏中的默认声音包

# ui_tooltip_menu_install_open-install
source: Open a soundpack from your storage and install it
de: Öffne ein Soundpack aus deinem Speicher und installiere es
fr: Ouvre un pack de sons depuis votre stockage et l'installe
pt: Abra uma embalagem de som de seu armazenamento e instale-a
ru: Открыть саундпак из вашего хранилища и установить его
uk: Відкрийте саундпак з вашого сховища і встановіть його
zh: 从你的存储器中打开一个声音包并安装它
